tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "asdf"
brew "gawk"
brew "git"
brew "gnupg"
brew "neovim"
brew "rustup-init"
brew "syncthing", restart_service: true
brew "tmux"
brew "yt-dlp"
brew "homebrew-ffmpeg/ffmpeg/ffmpeg", args: ["with-fdk-aac"]
cask "ableton-live-lite"
cask "alacritty"
cask "alfred"
cask "azure-data-studio"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "kindle"
cask "microsoft-edge"
cask "mono-mdk-for-visual-studio"
cask "obsidian"
cask "spotify"
cask "visual-studio"
cask "visual-studio-code-insiders"
