tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "xz"
brew "zstd"
brew "asdf"
brew "cmake"
brew "gawk"
brew "git"
brew "gnupg"
brew "llvm"
brew "neovim"
brew "protobuf"
brew "rustup-init"
brew "sox"
brew "syncthing", restart_service: true
brew "tmux"
brew "wget"
brew "yt-dlp"
brew "zig"
brew "zlib"
brew "homebrew-ffmpeg/ffmpeg/ffmpeg", args: ["with-fdk-aac"]
cask "ableton-live-lite"
cask "alacritty"
cask "alfred"
cask "audacity"
cask "azure-data-studio"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "gyazo"
cask "hammerspoon"
cask "karabiner-elements"
cask "kindle"
cask "messenger"
cask "microsoft-edge"
cask "microsoft-remote-desktop"
cask "mono-mdk-for-visual-studio"
cask "obs"
cask "obsidian"
cask "rectangle"
cask "slack"
cask "spotify"
cask "tailscale"
cask "todoist"
cask "visual-studio"
cask "visual-studio-code-insiders"
cask "vlc"
cask "zoom"
